{
    "headerHome": "Home",
    "headerAboutMe": "Sobre mi",
    "headerProjects": "Proyectos",
    "headerCV": "Experiencia y estudios",
    "headerContact": "Contacto",
    "aboutMeTitle": "Me Llamo Jordi Isern,\n  y estoy enfocado en convertir la tecnología y la creatividad en mi carrera profesional.",
    "aboutMeDescription": "Mi objetivo como desarrollador web es continuar aprendiendo y creciendo, en un entorno donde poder aplicar, también, mis habilidades y mi experiencia en fotografía y retoque fotográfico, para crear interfaces de usuario atractivas y funcionales.\n\nEn mi día a día laboral, he desarrollado un script en JavaScript que, junto con la API de Gmail, revisa el correo electrónico del equipo para automatizar la planificación. Gracias a ello, tres de mis compañeros han logrado aumentar su tiempo productivo al automatizar una tarea repetitiva y evitar errores. Además estoy acostumbrado a colaborar en entornos multiculturales, comunicándome en inglés con equipos de diferentes países europeos.",
    "masterToolsDescription": "Una herramienta diseñada para agilizar y optimizar la experiencia del Dungeon Master en partidas de Dungeons & Dragons. Esta aplicación centraliza toda la información clave de la partida, permitiendo gestionar fácilmente personajes, enemigos, NPCs, objetos, misiones y objetivos en tiempo real. Además, registra objetos encontrados, premios otorgados y el progreso de las misiones, ayudando al DM a mantener el flujo narrativo y estratégico sin interrupciones.",
    "technologiTitle": "Tecnología:",
    "irrigationAlert": "Alerta Riego",
    "irrigationAlertDescription": "Aplicación que envía notificaciones diarias por correo electrónico indicando qué plantas necesitan ser regadas, basada en datos obtenidos de sensores de humedad. Este proyecto, desarrollado como mi primera iniciativa personal, utiliza una Raspberry Pi conectada a sensores LM393 para medir la humedad del suelo en tiempo real. La lógica de la aplicación está implementada en JavaScript con Node.js, y se emplea Nodemailer para gestionar el envío de correos electrónicos.",
    "homeClimateBot": "HomeClimateBot",
    "homeClimateBotDescription": "Esta aplicación, desarrollada para una Raspberry Pi, utiliza un sensor de humedad y temperatura DHT-22 para monitorear las condiciones del ambiente en tiempo real. Junto con un bot de Telegram, el sistema envía notificaciones cuando la temperatura de la vivienda supera un umbral establecido. Además, permite consultar la temperatura y la humedad de la vivienda en cualquier momento, simplemente enviando un mensaje al bot en Telegram. Este proyecto facilita el monitoreo remoto de las condiciones del hogar desde cualquier lugar."
}