{
  "headerHome": "Home",
  "headerAboutMe": "About me",
  "headerProjects": "Projects",
  "headerCV": "Expirience and studies",
  "headerContact": "Contact",
  "aboutMeTitle": "My name is Jordi Isern,\n and I am focused on turning technology and creativity into my professional career.",
  "aboutMeDescription": "My goal as a web developer is to continue learning and growing in an environment where I can also apply my skills and experience in photography and photo editing to create attractive and functional user interfaces.\n \nIn my professional life, I developed a JavaScript script that, together with the Gmail API, reviews the team's email to automate planning. Thanks to this, three of my colleagues have been able to increase their productive time by automating a repetitive task and avoiding errors. Additionally, I am accustomed to collaborating in multicultural environments, communicating in English with teams from different European countries.",
  "masterToolsDescription": "A tool designed to streamline and enhance the Dungeon Master’s experience in Dungeons & Dragons sessions. This application centralizes all key game information, allowing for easy management of characters, enemies, NPCs, items, quests, and objectives in real time. It also tracks discovered items, awarded rewards, and mission progress, helping the DM maintain a seamless narrative and strategic flow without interruptions.",
  "technologiTitle": "Technology:",
  "irrigationAlert": "Irrigation Alert",
  "irrigationAlertDescription": "An application that sends daily email notifications indicating which plants need watering, based on data collected from soil moisture sensors. Developed as my first personal project, it utilizes a Raspberry Pi connected to LM393 sensors to monitor soil moisture levels in real-time. The application logic is built with JavaScript using Node.js, and Nodemailer is used to handle email notifications.",
  "homeClimateBot": "HomeClimateBot",
  "homeClimateBotDescription": "This application, developed for a Raspberry Pi, uses a DHT-22 temperature and humidity sensor to monitor environmental conditions in real-time. Paired with a Telegram bot, the system sends notifications when the temperature in the home exceeds a predefined threshold. Additionally, it allows you to check the current temperature and humidity of the house anytime by simply sending a message to the Telegram bot. This project enables remote monitoring of home conditions from anywhere.",
  "EstudiesTittle": "Estudies",
  "AdvancedAdvertisingRetouchingCourse": "Advanced Advertising Retouching Course",
  "SpecializationCourseInFashionPhotography": "Specialization Course in Fashion Photography",
  "HardSkillsTittle": "Hard Skills",
  "ProgramingLanguagesTittle": "Languages",
  "HardSkillsOtherTittle": "Others",
  "ExpirienceTittle": "Expirience",
  "VeepeeExpirience": "I started my career at Veepee as a photo retoucher, responsible for editing and assembling product images.As I became more integrated with the team, I noticed certain areas within the work processes that could be improved, especially related to organization and time management.\n \nMotivated by this observation, I decided to learn programming to provide more efficient solutions. I started developing a JavaScript script that optimized the planning and organization of the team, which was well-received and helped improve productivity and communication across projects.\n \nThanks to this growth, I now closely collaborate with the tools development team, designing and creating my own solutions to make the team's work easier. This experience has allowed me to expand my technical skills and actively contribute to the continuous improvement of the workflow."
}
